export interface SpotlightQuote {
  text: string;
  source: string;
}

// 首页好词佳句池：可自由增删
export const SPOTLIGHT_QUOTES: SpotlightQuote[] = [
  { text: "今宵之月，绝不西沉。", source: "《银魂》" },
  { text: "且视他人之疑目如盏盏鬼火，大胆去走你的夜路。", source: "史铁生《病隙碎笔》" },
  { text: "资产是能把钱放进你口袋里的东西，负债是把钱从你口袋里取走的东西。", source: "《富爸爸穷爸爸》"},
  { text: "有老投资者，有大胆的投资者，但没有大胆的老投资者。", source: "《投资最重要的事》" },
  { text: "你想过吗？人这辈子，同时拥有健康、时间和金钱的窗口期，其实短得可怜，可能也就那么10年。年轻时有身体没钱，老了有钱没身体。所以，当你有幸处在这个交汇点时，千万别为了多赚那最后的一个铜板，而牺牲了体验世界的机会。赚钱是为了自由，不是为了当守财奴。去旅行，去徒步，去吃几顿好的，去给自己的身体做个保养。", source: "文学城某博客" }, 
  { text: "健康才是投资的第一要素。", source: " " },

];
